{
"id": "lei_10083_98",
"nome": "Lei nº 10.083/1998",
"artigos": {
    "art12": {
        "numero": 12,
        "caput": "São fatores ambientais de risco à saúde aqueles decorrentes de qualquer situação ou atividade no meio ambiente, principalmente os relacionados à organização territorial, ao ambiente construído, ao saneamento ambiental, às fontes de poluição, à proliferação de artrópodes nocivos, a vetores e hospedeiros intermediários às atividades produtivas e de consumo, às substâncias perigosas, tóxicas, explosivas, inflamáveis, corrosivas e radioativas e a quaisquer outros fatores que ocasionem ou possam vir a ocasionar risco ou dano à saúde, à vida ou à qualidade de vida."
    },
    "art14": {
    "numero": 14,
    "caput": "Toda e qualquer edificação, quer seja urbana ou rural, deverá ser construída e mantida, observando-se:",
    "incisos": {
        "i": "proteção contra as enfermidades transmissíveis e as crônicas;",
        "ii": "prevenção de acidentes e intoxicações;",
        "iii": "redução dos fatores de estresse psicológico e social;",
        "iv": "preservação do ambiente do entorno;",
        "v": "uso adequado da edificação em função da sua finalidade;",
        "vi": "respeito a grupos humanos vulneráveis."
    }
    },
    "art110": {
        "numero": 110,
        "caput": "Considera-se infração sanitária para fins deste Código e de suas normas técnicas a desobediência ou a inobservância ao disposto nas normas legais e regulamentos que, por qualquer forma, se destinem à promoção, preservação e recuperação da saúde."
    },
    "art118": {
    "numero": 118,
    "caput": "São circunstâncias agravantes ter o infrator:",
    "incisos": {
        "i": "agido com dolo, ainda que eventual, fraude ou má-fé;",
        "ii": "cometido a infração para obter vantagem pecuniária decorrente de ação ou omissão que contrarie o disposto na legislação sanitária;",
        "iii": "deixado de tomar providências de sua alçada, tendentes a evitar ou sanar a situação que caracterizou a infração;",
        "iv": "coagido outrem para a execução material da infração;",
        "v": "reincidido."
    }
    },
    "art122": {
      "numero": 122,
      "caput": "São infrações de natureza sanitária, entre outras:",
      "incisos": {
        "i": {
          "texto": "Construir ou fazer funcionar estabelecimentos comerciais, de produção, embalagem e manipulação de produtos de interesse à saúde e estabelecimentos de assistência e de interesse à saúde, sem licença dos órgãos sanitários competentes ou contrariando as normas legais vigentes.",
          "penalidade": [
            "advertência",
            "prestação de serviços à comunidade",
            "interdição",
            "apreensão",
            "inutilização",
            "cancelamento de licença",
            "multa"
          ]
        },
        "ii": {
          "texto": "Construir ou fazer funcionar estabelecimentos comerciais, de produção, embalagem e manipulação de produtos de interesse à saúde, sem a presença de responsável técnico legalmente habilitado.",
          "penalidade": [
            "advertência",
            "prestação de serviços à comunidade",
            "cancelamento de licença",
            "interdição",
            "multa"
          ]
        },
        "iii": {
          "texto": "Transgredir quaisquer normas legais e regulamentares e/ou adotar procedimentos na área de saneamento ambiental que possam colocar em risco a saúde humana.",
          "penalidade": [
            "advertência",
            "prestação de serviços à comunidade",
            "interdição",
            "intervenção",
            "multa"
          ]
        },
        "iv": {
          "texto": "Extrair, produzir, fabricar, transformar, preparar, manipular, purificar, fracionar, embalar ou reembalar, transportar ou utilizar produtos ou resíduos perigosos, tóxicos, explosivos, inflamáveis, corrosivos ou emissores de radiações ionizantes, contrariando a legislação sanitária em vigor.",
          "penalidade": [
            "advertência",
            "prestação de serviços à comunidade",
            "apreensão",
            "inutilização",
            "suspensão de venda ou fabricação",
            "cancelamento de registro",
            "interdição",
            "cancelamento de licença",
            "proibição de propaganda",
            "intervenção"
          ]
        },
        "v": {
          "texto": "Construir ou fazer funcionar todo e qualquer estabelecimento de criação, manutenção e reprodução de animais, contrariando as normas legais e regulamentos pertinentes.",
          "penalidade": [
            "advertência",
            "prestação de serviços à comunidade",
            "apreensão",
            "interdição",
            "multa"
          ]
        },
        "vi": {
          "texto": "Reciclar resíduos sólidos infectantes gerados por estabelecimentos prestadores de serviços de saúde.",
          "penalidade": [
            "interdição",
            "cancelamento de licença",
            "multa"
          ]
        },
        "vii": {
          "texto": "Manter condição de trabalho que ofereça risco à saúde do trabalhador.",
          "penalidade": [
            "advertência",
            "prestação de serviços à comunidade",
            "interdição parcial ou total",
            "multa"
          ]
        },
        "viii": {
          "texto": "Obstar, retardar ou dificultar a ação fiscalizadora da autoridade sanitária competente, no exercício de suas funções.",
          "penalidade": [
            "advertência",
            "prestação de serviços à comunidade",
            "multa"
          ]
        },
        "ix": {
          "texto": "Omitir informações referentes a riscos conhecidos à saúde.",
          "penalidade": [
            "advertência",
            "prestação de serviços à comunidade",
            "multa"
          ]
        },
        "x": {
          "texto": "Fabricar, operar ou comercializar máquinas ou equipamentos que ofereçam risco à saúde do trabalhador.",
          "penalidade": [
            "prestação de serviços à comunidade",
            "interdição parcial ou total",
            "multa"
          ]
        },
        "xi": {
          "texto": "Extrair, produzir, fabricar, transformar, preparar, manipular, purificar, fracionar, embalar ou reembalar, importar, exportar, armazenar, expedir, transportar, comprar, vender, ceder ou usar produtos de interesse à saúde, sem os padrões de identidade, qualidade e segurança.",
          "penalidade": [
            "advertência",
            "prestação de serviços à comunidade",
            "apreensão",
            "inutilização",
            "interdição",
            "cancelamento de licença",
            "multa"
          ]
        },
        "xii": {
          "texto": "Comercializar produtos institucionais e de distribuição gratuita.",
          "penalidade": [
            "interdição",
            "multa"
          ]
        },
        "xiii": {
          "texto": "Expor à venda ou entregar ao consumo e uso produtos de interesse à saúde sem prazo de validade, data de fabricação, com prazo expirado ou com datas adulteradas.",
          "penalidade": [
            "prestação de serviços à comunidade",
            "interdição",
            "apreensão",
            "inutilização",
            "cancelamento de licença",
            "multa"
          ]
        },
        "xiv": {
          "texto": "Rotular produtos de interesse à saúde contrariando as normas legais e regulamentares.",
          "penalidade": [
            "prestação de serviços à comunidade",
            "apreensão",
            "inutilização",
            "cancelamento de licença",
            "multa"
          ]
        },
        "xv": {
          "texto": "Fazer propaganda enganosa de produto ou serviço de saúde contrariando a legislação sanitária em vigor.",
          "penalidade": [
            "advertência",
            "prestação de serviços à comunidade",
            "multa"
          ]
        },
        "xvi": {
          "texto": "Fazer propaganda de produtos farmacêuticos em promoção, ofertas ou doados, concursos ou prêmios a profissionais de saúde.",
          "penalidade": [
            "advertência",
            "prestação de serviços à comunidade",
            "multa"
          ]
        },
        "xvii": {
          "texto": "Instalar ou fazer funcionar equipamentos inadequados, insuficientes ou em desacordo com normas técnicas e legais.",
          "penalidade": [
            "advertência",
            "interdição",
            "apreensão",
            "cancelamento de licença",
            "multa"
          ]
        },
        "xviii": {
          "texto": "Alterar processo de fabricação, componentes, nome ou elementos de produtos sujeitos a controle sanitário sem autorização do órgão competente.",
          "penalidade": [
            "prestação de serviços à comunidade",
            "interdição",
            "apreensão",
            "inutilização",
            "cancelamento de licença",
            "multa"
          ]
        },
        "xix": {
          "texto": "Transgredir outras normas legais federais ou estaduais destinadas à promoção, prevenção e proteção à saúde.",
          "penalidade": [
            "advertência",
            "prestação de serviços à comunidade",
            "interdição",
            "apreensão",
            "inutilização",
            "suspensão de fabricação ou venda",
            "cancelamento de licença",
            "proibição de propaganda",
            "intervenção",
            "multa"
          ]
        },
        "xx": {
          "texto": "Descumprir atos emanados das autoridades sanitárias visando à aplicação da legislação pertinente à promoção, prevenção e proteção à saúde.",
          "penalidade": [
            "advertência",
            "prestação de serviços à comunidade",
            "interdição",
            "apreensão",
            "inutilização",
            "suspensão de venda ou fabricação",
            "cancelamento de licença",
            "proibição de propaganda",
            "intervenção",
            "multa"
          ]
        }
      }
    }
}
}
